{
    "common": {
        "containers": {
            "header": {
                "home": "Головна",
                "about-us": "Про нас",
                "production": "Виробництво",
                "services": {
                    "title": "Послуги",
                    "plasma-cutting-of-metal": "Плазмова різка металу",
                    "bending-of-reinforcement": "Згинання арматури",
                    "lathe-works": "Токарні роботи",
                    "metal-cutting-with-a-bandsaw": "Різка металу стрічкопильним верстатом"
                },
                "contacts": "Контакти",
                "gallery": "Галерея"
            },
            "footer": {
                "contacts": "Контакти",
                "social-networks": "Соцмережі"
            }
        },
        "pages": {
            "home": {
                "metalwork-or-loft-style-furniture": "Обробка металу чи меблі в стилі лофт?",
                "various-types-of-metal-structures-first": "Різні види металоконструкцій, дизайн",
                "various-types-of-metal-structures-second": "декору, вхідні матеріали та інше.",
                "calculate-the-cost": "Розрахувати вартість",
                "about-us-first-p": "Ми готові запропонувати вам весь спектр послуг з виготовлення та транспортування металоконструкцій. Незважаючи на те, що багато підприємств намагаються будь-якими засобами нарощувати темпи виробництва, ми ретельно стежимо за якістю продукції, адже саме від цього залежить безпека та надійність.",
                "about-us-second-p": "Також ми, «СП Металлінвест», тісно співпрацюємо з провідними виробниками металопрокату та їх дилерами по всій Україні та регіонах, що дозволяє максимально оперативно купувати необхідні для виконання замовлень матеріали. Власна служба доставки здійснює доставку металоконструкцій, металопрокату, матеріалів, комплектуючих та виробів до об'єкта, де проводиться монтаж.",
                "why-should-you-work-with-us": "Чому варто працювати з нами?",
                "individual-approach": "Індивідуальний підхід",
                "individual-approach-p": "Пропонуємо розробку вашого унікального виробу. Аналізуємо та проєктуємо.",
                "own-production-areas": "Власні виробничі площі",
                "own-production-areas-p": "Використовуємо своє обладнання, щоб виготовити ваш виріб.",
                "high-precision-equipment": "Високоточне обладнання",
                "high-precision-equipment-p": "Працюємо з обладненням різної складності. У тому числі з високоточним.",
                "finished-products": "Готові вироби",
                "finished-products-p": "Пропонуємо виготовлення виробів за готовими вирізками.",
                "fast-deadlines": "Швидкі терміни",
                "fast-deadlines-p": "Вчасно виконуємо замовлення в обумовлені терміни, або раніше.",
                "delivery": "Доставка",
                "delivery-p": "Маємо власний транспорт, яким здійснюємо доставку ваших виробів в межах Києва.",
                "building-metal-structures": "Будівельні металоконструкції",
                "metal-products": "Вироби з металу",
                "unusual-metal-structures": "Нетипові металоконструкції",
                "learn-more": "Дізнатись більше",
                "metal-cover": "Металічне накриття",
                "metal-cover-first-p": "Виготовлення металічного накриття",
                "metal-cover-second-p": "для віхідної частини павільйону",
                "armature": "Арматура",
                "armature-first-p": "Виготовлення арматурних виробів",
                "armature-second-p": "різної складності",
                "laser-cutting-of-metal": "Лазерна вирізка металу",
                "laser-cutting-of-metal-first-p": "Виготовлення деталей різної",
                "laser-cutting-of-metal-second-p": "складності методом лазерної вирізки",
                "reviews": "Відгуки",
                "do-you-want-to-order-a-product": "Хочете замовити виріб або обговорити замовлення?",
                "send": "Надіслати"
            },
            "production": {
                "steel-building-structures": "Сталеві будівельні конструкції",
                "steel-building-structures-p": "Будівельні металеві конструкції нашого виробництва використовуються у промисловому та цивільному будівництві будівель та споруд, цехів, складських комплексів, торгівельно – розважальних центрів та інших споруд.",
                "building-metal-structures": "Будівельні металоконструкції",
                "building-metal-structures-p1": "Арматурні каркаси та закладні вироби",
                "building-metal-structures-p2": "Анкерні блоки та фундаментні болти",
                "building-metal-structures-p3": "Опорні кріплення баштових кранів",
                "building-metal-structures-p4": "Вхідна група",
                "non-standard-metal-structures-and-equipment": "Нестандартні металоконструкції та обладнання",
                "designer-steel-products": "Дизайнерські сталеві вироби",
                "designer-steel-products-p1": "Металевий декор вигідно виглядає в будь-яких стилях: будь то класика або hi-tech. Наприклад, ви можете замовити елегантний столик або витіюватий свічник, які підкреслять витонченість інтер’єру.",
                "designer-steel-products-p2": "Меблі та перегородки в стилі лофт",
                "furnace": "Піч “буржуйка”",
                "furnace-h": "Металева піч, від виробника.",
                "furnace-p1": "Висота 550 мм",
                "furnace-p2": "Діаметр 400 мм",
                "furnace-p3": "Вага 40 кг",
                "furnace-p4": "Варильна поверхня",
                "protective-container-for-generator": "Захисний контейнер для генератора",
                "protective-container-for-generator-h1": "Габаритні розміри:",
                "protective-container-for-generator-h1-p1": "Довжина - 1000 мм",
                "protective-container-for-generator-h1-p2": "Висота - 1000 (1100) мм",
                "protective-container-for-generator-h1-p3": "Ширина - 1000 мм",
                "protective-container-for-generator-h1-p4": "Під бензинові генератори потужністю від 6 до 8 кВт",
                "protective-container-for-generator-h2": "Комплектація:",
                "protective-container-for-generator-h2-p1": "Перфорація для забезпечення вентиляції та для оптимального охолодження моторного відсіку",
                "protective-container-for-generator-h2-p2": "Ґрунтування та фарбування 80 мкм, колір згідно RAL.",
                "protective-container-for-generator-h2-p3": "Для доступу до генератора (заливання палива та обслуговування)  зверху та з лицьової сторони передбачені дверцята",
                "protective-container-for-generator-h3": "Пакування: стрейч плівка + гофрокартон.",
                "protective-container-for-generator-h4": "Доставлення: перевізником по містах України."
            },
            "furnace": {
                "name": "Буржуйка",
                "furnace-p1": "— металева піч для обігріву приміщень та приготування їжі, від виробника.",
                "furnace-p2": "Висота металевого виробу 550 міліметрів. Діаметр виробу 400 міліметрів.",
                "furnace-p3": "Вага буржуйки 40 кілограмів. Наявна варильна поверхня для приготування їжі."
            },
            "building-metal-structures": {
                "name": "Будівельні металоконструкції",
                "building-metal-structures-p": " – несучі елементи швидкомонтованих будівель, такі як балки, ферми, колони, стінові і покрівельні прогони.",
                "building-metal-structures-p1": "Вони виготовляються зі сталевих профілів, в тому числі тонкостінних, а під час складання і монтажу надійно скріплюються між собою спеціальними деталями та металовиробами або за допомогою зварювальних робіт.",
                "building-metal-structures-p2": "Будівельні конструкції можуть мати різну форму, але основна вимога до них – міцність, стійкість до механічних навантажень і довговічність.",
                "building-metal-structures-p3": "Ми ретельно контролюємо якість сталевих профілів і всі етапи виробництва несучих елементів конструкції з них. ",
                "building-metal-structures-p4": "Металоконструкції, виготовлені нашою компанією, повністю відповідають вимогам і діючим стандартам."
            },
            "reinforcement-frames-and-embedded-products": {
                "name": "Арматурні каркаси",
                "reinforcement-frames-and-embedded-products-p": " – це провідний елемент залізобетонних паль, завдяки якому забезпечується їх міцність і стійкість.",
                "reinforcement-frames-and-embedded-products-p1": "Буронабивні та буроін’єкційні палі діаметром від 150 до 1500 мм в сучасному будівництві – незамінний несучий елемент будівель і споруд.",
                "reinforcement-frames-and-embedded-products-p2": "Арматурний каркас запобігає деформації палі і в рази знижує ризик обвалення конструкції. ",
                "reinforcement-frames-and-embedded-products-p3": "Каркаси виготовляються нашою компанією з сталевого гладкого або ребристого прута, смуги і дроту на спеціальному обладнанні по технологічному стандарту. ",
                "reinforcement-frames-and-embedded-products-p4": "В процесі виготовлення ми контролюємо якість сировини і кінцевого продукту з урахуванням діючих вимог до подібних металоконструкцій, які відчувають великі механічні навантаження в ході експлуатації."
            },
            "anchor-blocks-and-foundation-bolts": {
                "name": "Анкерні блоки і болти",
                "anchor-blocks-and-foundation-bolts-p": "– елементи, які закладаються під час облаштування фундаментної підстави і призначені для кріплення виробничого обладнання та металевих конструкцій. ",
                "anchor-blocks-and-foundation-bolts-p1": "Дані елементи кріплення забезпечують стійкість обладнання і конструкцій під час експлуатації, надійно фіксують їх на підставі, але при необхідності не перешкоджають зняттю і переносу агрегатів і каркасів на інше місце. ",
                "anchor-blocks-and-foundation-bolts-p2": "Заставні деталі роблять із сталевого прокату (лист, арматура, тощо). ",
                "anchor-blocks-and-foundation-bolts-p3": "Наша компанія виготовляє на замовлення анкерні болти і фундаментні блоки будь-якої складності по ГОСТ або нестандартних параметрів за кресленнями замовника. ",
                "anchor-blocks-and-foundation-bolts-p4": "При виробництві строго контролюється якість сировини і фінального виробу, його відповідність вимогам стандарту і надійності при великих механічних навантаженнях і кліматичних умовах."
            },
            "support-fasteners-of-tower-cranes": {
                "name": "конструкції баштового крану і утримання",
                "support-fasteners-of-tower-cranes-pf": "Призначені для забезпечення стійкості",
                "support-fasteners-of-tower-cranes-ps": "її в вертикальному положенні.",
                "support-fasteners-of-tower-cranes-p1": "Для цього використовують анкери для кріплення до основи знизу і горизонтальні опори, які утримують основну конструкцію в вертикальному положенні. ",
                "support-fasteners-of-tower-cranes-p2": "Анкери та горизонтальні опори з балок – пристяжки, тяги, кранові в’язі, рами виготовляють зі сталевого прокату – куточку, швелера, труби, листа або двутавра. ",
                "support-fasteners-of-tower-cranes-p3": "Наша компанія виготовляє під замовлення за індивідуальними кресленнями замовника опорні кріплення баштових кранів будь-якої конфігурації і складності з якісних матеріалів. ",
                "support-fasteners-of-tower-cranes-p4": "Гарантуємо міцність і надійність нашої продукції, а також її відповідність чинним стандартам."
            },
            "input-group": {
                "name": "Сходи, ганок, перила, навіс, пандус, двері та інші елементи",
                "input-group-p": "відносяться до вхідних групі та розташовуються на вході в будівлю, включаючи його внутрішній хол.",
                "input-group-p1": "Такі елементи, об’єднані одним дизайном, користуються великою популярністю у торгових, офісних, комерційних виробничих компаніях, що прагнуть підкреслити власний корпоративний стиль та привернути увагу цільової аудиторії. ",
                "input-group-p2": "Наша компанія готова виготовити елементи вхідної групи з металу за ескізами. Для цього ми маємо в своєму розпорядженні необхідне обладнання та досвідчений персонал, готовий виконати найскладніші завдання. ",
                "input-group-p3": "Під час виготовлення виробів з металу ми жорстко контролюємо якість сировини та готового продукту, прагнучи повною мірою задовольнити побажання замовника. ",
                "input-group-p4": "Завдяки багаторічному досвіду та старанній праці ми зайняли ключові позиції на ринку і завоювали репутацію надійного партнера, що виконує свої зобов’язання."
            },
            "non-standard-metal-structures-and-equipment": {
                "name": "нестандартних металоконструкцій",
                "non-standard-metal-structures-and-equipment-pf": "Виготовлення",
                "non-standard-metal-structures-and-equipment-ps": "передбачає, що виробник, не виходячи за рамки прийнятих правил, створює нові конструктивні рішення і моделі.",
                "non-standard-metal-structures-and-equipment-p1": "Такі конструкції мають широку популярність серед креативних архітекторів і конструкторів, які бажають втілити в життя ексклюзивні ідеї.",
                "non-standard-metal-structures-and-equipment-p2": "Наша компанія виготовляє нестандартні металоконструкції по ваших кресленнях, використовуючи якісний сталевий металопрокат – профілі конфігурації L, Z, C, U, T, круглі і профільні труби, круг, квадрат, лист, смугу і інший сортамент фасонного і сортового або арматурного прокату. ",
                "non-standard-metal-structures-and-equipment-p3": "Наші конструкції надійні, стійкі і довговічні. ",
                "non-standard-metal-structures-and-equipment-p4": "Великий досвід роботи в сфері виготовлення металоконструкцій робить нас провідним гравцем в даній сфері, якому довіряють і постійно користуються його послугами.",
                "non-standard-metal-structures-and-equipment-p5": "Нерідко в промисловості, сільському господарстві та інших галузях виникає необхідність виготовлення нестандартного обладнання для заміни зношеного унікального оснащення і елементів конструкцій, що входять до складу технологічних ліній. ",
                "non-standard-metal-structures-and-equipment-p6": "Наша компанія виготовляє на замовлення за вашими кресленнями нетипове обладнання, яке відрізняється нестандартними габаритами і технічними даними. ",
                "non-standard-metal-structures-and-equipment-p7": "Виготовимо ємності, резервуари, бункери, силосні групи, виробничу тару та інше оснащення.",
                "non-standard-metal-structures-and-equipment-p8": "Замовляючи виготовлення обладнання у нас, ви можете бути впевнені в надійності і функціональності, а також високій якості кінцевого продукту. ",
                "non-standard-metal-structures-and-equipment-p9": "Ми володіємо оснащеною виробничою базою з необхідними верстатами і агрегатами, що дозволяють виготовляти обладнання будь-якої конфігурації та розмірів."
            },
            "loft-style-furniture-and-partitions": {
                "name": "Індустріальний стиль інтер’єру,",
                "loft-style-furniture-and-partitions-p": "придуманий в середині минулого століття, не втрачає популярності і до сьогодні.",
                "loft-style-furniture-and-partitions-p1": "Цей стиль дійсно універсальний та демократичний, в ньому прийнятні і розкіш, і простота. ",
                "loft-style-furniture-and-partitions-p2": "Пропонуємо виготовлення перегородок і меблів в стилі лофт з металу під заповнення склом та іншими матеріалами. ",
                "loft-style-furniture-and-partitions-p3": "Глухі перегородки, а також обладнані розпашними, розсувними або складними в «гармошку» дверима доречні як в житловому, так і в офісному, торговому, виробничому приміщенні. ",
                "loft-style-furniture-and-partitions-p4": "За допомогою перегородок можна провести успішне зонування, а з меблями в стилі лофт створити затишок та неповторну атмосферу."
            },
            "plasma-cutting-of-metal": {
                "first-p": "Обробка металевих заготовок товщиною до 30мм за допомогою плазмової різки.",
                "second-p": "Точна і фігурна різка металу без подальшого покращення шліфуванням та інших операцій.",
                "third-p": "Ріжучий інструмент плазмовий струмінь, який створюється електричною дугою.",
                "fourth-p": "Розріз розігрівається плазмовим пучком до найвищих температур (до 30 тис. градусів) при цьому швидкість подачі повітря або газу до 1,5 тис. м / с.",
                "fifth-p": "Проводимо обробку чорних та кольорових металів і сплавів з високою точністю за будь-якої конфігурації розрізу, ескізами та побажаннями замовника."
            },
            "metal-cutting-with-a-bandsaw": {
                "first-p": "Пропонуємо штучну різку металевого прокату на напівавтоматичному гільйотинному верстаті «Міть1-03Н» з стрічковою пилкою",
                "second-p": "Поворот, поступальний рух, підйом рами верстата під кутом і затиск оброблюваної заготовки здійснюється за допомогою гідравлічних систем.",
                "third-p": "Характерними особливостями верстата є точність з мінімальною похибкою до 0,1 мм, можливість різки під кутом, чистий зріз – відсутність задирок, сколів та оплавлення країв.",
                "fourth-p": "За допомогою верстата з стрічковою пилкою можна проводити обробку профільного, сортового, фасонного металопрокату – труб, швелерів, куточків, двутаврів, кола, квадрата, арматури, іншого.",
                "fifth-p": "Допускається використання заготовок зі сталі різних марок, кольорових металів, легких сплавів, чавуну."
            },
            "bending-of-reinforcement": {
                "first-p": "Для складання різноманітних металоконструкцій нерідко використовується сталева гладка та ребриста арматура, якій надана необхідна форма.",
                "second-p": "Ми маємо в своєму розпорядженні спеціальне обладнання з числовим програмним управлінням, на якому можна швидко та акуратно надати арматурі будь-яку форму.",
                "third-p": "Весь процес контролюється комп’ютерною програмою, яка має в арсеналі величезну кількість типових різновидів згинання металевих стрижнів.",
                "fourth-p": "Після закінчення згинання не потрібна правка кутів, відстань між кінцями мінімальна і готова до подальших зварювальних робіт, ребра арматури не деформовані, цілісність прутка не порушена.",
                "fifth-p": "Якщо замовнику потрібна незвичайна конфігурація, то наші фахівці запрограмують її за наданими ескізами або кресленням."
            },
            "lathe-works": {
                "first-p": "Виконуємо, на спеціалізованому токарному обладнанні, на замовлення механічну обробку заготовок будь-якої складності – нарізку різьблення, зенкування, торцювання, зняття фасок, проточка канавок, жолобників, свердління отворів та інші роботи. ",
                "second-p": "Устаткування дозволяє проводити обробку як зовнішніх, так і внутрішніх поверхонь заготовки з високою точністю. В результаті клієнт отримує абсолютно гладку деталь заданої форми. Крім того, в нашій компанії можна замовити фрезерування пазів, плоских і гвинтових поверхонь, іншого.",
                "third-p": "В ході роботи здійснюється контроль якості та відповідність певним вимогам до металевих виробів що виготовляються."
            }
        },
        "components": {
            "buttons": {
                "more": "Більше",
                "order": "Замовити",
                "details": "Детальніше",
                "expand": "Розгорнути"
            },
            "header-menu": {
                "social-networks": "Соцмережі",
                "light-theme": "Світла тема",
                "dark-theme": "Темна тема"
            }
        },
        "validationProps": {
            "name": "Ім'я",
            "phone": "Номер телефону",
            "email": "Електронна пошта",
            "message": "Повідомлення"
        },
        "validationMessages": {
            "is-required-first": "є обов'язковим",
            "is-required-second": "є обов'язковою",
            "is-required-third": "є обов'язкове",
            "is-not-valid-first": "неправильний",
            "is-not-valid-second": "неправильна"
        },
        "meta-info": {
            "home": {
                "title": "Steel Time LLC. Обробка металу. Київ. Україна",
                "description": "Обробка металу, металічні конструкції, Буржуйки, Контейнери для генераторів, дизайнерські вироби, дизайн декору, вхідні матеріали. + 380 67 2345 442"
            },
            "production": {
                "title": "Виробництво Steel Time LLC, Київ, Україна.",
                "description": "Сталеві будівельні конструкції, Дизайнерські сталеві вироби, Піч “буржуйка”, Захисний контейнер для генератора."
            },
            "plasma-cutting-of-metal": {
                "description": "Обробка металевих заготовок товщиною до 30мм за допомогою плазмової різки. Ріжучий інструмент плазмовий струмінь, який створюється електричною дугою. Обробляємо чорні та кольорові метали і сплави з високою точністю для будь-якої конфігурації розрізу. "
            },
            "bending-of-reinforced": {
                "description": "Сталева гладка та ребриста арматура, яка надана необхідній формі, виконання незвичайної конфігурації, Не потребує правки кутів після згинання, відстань між кінцями мінімальна, готова до подальших зварювальних робіт, ребра арматури не деформовані, цілісність прутка не пошкоджена."
            },
            "lathe-works": {
                "description": "Обробляємо заготовки будь-якої складності – нарізку різьблення, зенкування, торцювання, зняття фасок, проточка канавок, жолобників, свердління отворів та інші. Обробка як зовнішніх, так і внутрішніх поверхонь заготовки. Фрезерування пазів, плоских і гвинтових поверхонь. "
            },
            "metal-cutting-with-bandsaw": {
                "description": "Штучна різка металевого прокату на півавтоматичному гільотиновому верстаті «Міть1-03Н» зі стрічковою пилкою. Обробка профільного, сортового, фасонного металопрокату – труб, швелерів, куточків, двотаврів, кола, квадрата, арматури тощо. Допускається використання заготовок із різних сталевих марок, кольорових металів, легких сплавів, чавуну."
            }
        },
        "key-words": {
            "home": "стіл тайм, ллс, llc, LLC, steel time, STEEL TIME LLC, Steel Time LLC, СТІЛ ТАЙМ, метал, обробка металу, арматура, каркаси, каркас, сходи, двері, металічні двері, металічні ручки, нестандартні вироби, вироби, стиль лофт, стиль loft, меблі в стилі лофт, меблі в стилі loft, люстри, вирізка лазером, лазерна вирізка металу, лазер, метал лазер, стіл тайм лазер метал, накриття, гараж, металічне накриття, виготовлення, будівельні металоконструкції, металоконструкції, метал, будівельний метал, конструкції.",
            "plasma-cutting-of-metal": "стіл тайм, ллс, llc, LLC, steel time, STEEL TIME LLC, Steel Time LLC, СТІЛ ТАЙМ, метал, обробка металу, вирізка лазером, лазерна вирізка металу, лазер, метал лазер, стіл тайм лазер метал, метал.",
            "bending-of-reinforced": "стіл тайм, ллс, llc, LLC, steel time, STEEL TIME LLC, Steel Time LLC, СТІЛ ТАЙМ, арматура, будівельні металоконструкції, металоконструкції, будівельний метал, конструкції.",
            "lathe-works": "стіл тайм, ллс, llc, LLC, steel time, STEEL TIME LLC, Steel Time LLC, СТІЛ ТАЙМ, метал, обробка металу, нестандартні вироби, вироби, стиль лофт, стиль loft, виготовлення, метал.",
            "metal-cutting-with-bandsaw": "стіл тайм, ллс, llc, LLC, steel time, STEEL TIME LLC, Steel Time LLC, СТІЛ ТАЙМ, метал, обробка металу, каркаси, каркас, нестандартні вироби, вироби, будівельні металоконструкції, металоконструкції, метал, будівельний метал, конструкції.",
            "": ""
        }
    }
}