{
    "common": {
        "containers": {
            "header": {
                "home": "Головна",
                "about-us": "Про нас",
                "production": "Виробництво",
                "services": {
                    "title": "Послуги",
                    "plasma-cutting-of-metal": "Плазмова різка металу",
                    "bending-of-reinforcement": "Згинання арматури",
                    "lathe-works": "Токарні роботи",
                    "metal-cutting-with-a-bandsaw": "Різка металу стрічкопильним верстатом"
                },
                "contacts": "Контакти",
                "gallery": "Галерея"
            },
            "footer": {
                "contacts": "Контакти",
                "social-networks": "Соцмережі"
            }
        },
        "pages": {
            "home": {
                "metalwork-or-loft-style-furniture": "Обробка металу чи меблі в стилі лофт?",
                "various-types-of-metal-structures-first": "Різні види металоконструкцій, дизайн",
                "various-types-of-metal-structures-second": "декору, вхідні матеріали та інше.",
                "calculate-the-cost": "Розрахувати вартість",
                "about-us-first-p": "Ми готові запропонувати вам весь спектр послуг з виготовлення та транспортування металоконструкцій. Незважаючи на те, що багато підприємств намагаються будь-якими засобами нарощувати темпи виробництва, ми ретельно стежимо за якістю продукції, адже саме від цього залежить безпека та надійність.",
                "about-us-second-p": "Також ми, «СП Металлінвест», тісно співпрацюємо з провідними виробниками металопрокату та їх дилерами по всій Україні та регіонах, що дозволяє максимально оперативно купувати необхідні для виконання замовлень матеріали. Власна служба доставки здійснює доставку металоконструкцій, металопрокату, матеріалів, комплектуючих та виробів до об'єкта, де проводиться монтаж.",
                "why-should-you-work-with-us": "Чому варто працювати з нами?",
                "individual-approach": "Індивідуальний підхід",
                "individual-approach-p": "Пропонуємо розробку вашого унікального виробу. Аналізуємо та проєктуємо.",
                "own-production-areas": "Власні виробничі площі",
                "own-production-areas-p": "Використовуємо своє обладнання, щоб виготовити ваш виріб.",
                "high-precision-equipment": "Високоточне обладнання",
                "high-precision-equipment-p": "Працюємо з обладненням різної складності. У тому числі з високоточним.",
                "finished-products": "Готові вироби",
                "finished-products-p": "Пропонуємо виготовлення виробів за готовими вирізками.",
                "fast-deadlines": "Швидкі терміни",
                "fast-deadlines-p": "Вчасно виконуємо замовлення в обумовлені терміни, або раніше.",
                "delivery": "Доставка",
                "delivery-p": "Маємо власний транспорт, яким здійснюємо доставку ваших виробів в межах Києва.",
                "building-metal-structures": "Будівельні металоконструкції",
                "metal-products": "Вироби з металу",
                "unusual-metal-structures": "Нетипові металоконструкції",
                "learn-more": "Дізнатись більше",
                "metal-cover": "Металічне накриття",
                "metal-cover-first-p": "Виготовлення металічного накриття",
                "metal-cover-second-p": "для віхідної частини павільйону",
                "armature": "Арматура",
                "armature-first-p": "Виготовлення арматурних виробів",
                "armature-second-p": "різної складності",
                "laser-cutting-of-metal": "Лазерна вирізка металу",
                "laser-cutting-of-metal-first-p": "Виготовлення деталей різної",
                "laser-cutting-of-metal-second-p": "складності методом лазерної вирізки",
                "reviews": "Відгуки",
                "do-you-want-to-order-a-product": "Хочете замовити виріб або обговорити замовлення?",
                "send": "Надіслати"
            },
            "production": {
                "steel-building-structures": "Сталеві будівельні конструкції",
                "steel-building-structures-p": "Будівельні металеві конструкції нашого виробництва використовуються у промисловому та цивільному будівництві будівель та споруд, цехів, складських комплексів, торгівельно – розважальних центрів та інших споруд.",
                "building-metal-structures": "Будівельні металоконструкції",
                "building-metal-structures-p1": "Арматурні каркаси та закладні вироби",
                "building-metal-structures-p2": "Анкерні блоки та фундаментні болти",
                "building-metal-structures-p3": "Опорні кріплення баштових кранів",
                "building-metal-structures-p4": "Вхідна група",
                "non-standard-metal-structures-and-equipment": "Нестандартні металоконструкції та обладнання",
                "designer-steel-products": "Дизайнерські сталеві вироби"
            },
            "plasma-cutting-of-metal": {
                "first-p": "Обробка металевих заготовок товщиною до 30мм за допомогою плазмової різки.",
                "second-p": "Точна і фігурна різка металу без подальшого покращення шліфуванням та інших операцій.",
                "third-p": "Ріжучий інструмент плазмовий струмінь, який створюється електричною дугою.",
                "fourth-p": "Розріз розігрівається плазмовим пучком до найвищих температур (до 30 тис. градусів) при цьому швидкість подачі повітря або газу до 1,5 тис. м / с.",
                "fifth-p": "Проводимо обробку чорних та кольорових металів і сплавів з високою точністю за будь-якої конфігурації розрізу, ескізами та побажаннями замовника."
            },
            "metal-cutting-with-a-bandsaw": {
                "first-p": "Пропонуємо штучну різку металевого прокату на напівавтоматичному гільйотинному верстаті «Міть1-03Н» з стрічковою пилкою",
                "second-p": "Поворот, поступальний рух, підйом рами верстата під кутом і затиск оброблюваної заготовки здійснюється за допомогою гідравлічних систем.",
                "third-p": "Характерними особливостями верстата є точність з мінімальною похибкою до 0,1 мм, можливість різки під кутом, чистий зріз – відсутність задирок, сколів та оплавлення країв.",
                "fourth-p": "За допомогою верстата з стрічковою пилкою можна проводити обробку профільного, сортового, фасонного металопрокату – труб, швелерів, куточків, двутаврів, кола, квадрата, арматури, іншого.",
                "fifth-p": "Допускається використання заготовок зі сталі різних марок, кольорових металів, легких сплавів, чавуну."
            },
            "bending-of-reinforcement": {
                "first-p": "Для складання різноманітних металоконструкцій нерідко використовується сталева гладка та ребриста арматура, якій надана необхідна форма.",
                "second-p": "Ми маємо в своєму розпорядженні спеціальне обладнання з числовим програмним управлінням, на якому можна швидко та акуратно надати арматурі будь-яку форму.",
                "third-p": "Весь процес контролюється комп’ютерною програмою, яка має в арсеналі величезну кількість типових різновидів згинання металевих стрижнів.",
                "fourth-p": "Після закінчення згинання не потрібна правка кутів, відстань між кінцями мінімальна і готова до подальших зварювальних робіт, ребра арматури не деформовані, цілісність прутка не порушена.",
                "fifth-p": "Якщо замовнику потрібна незвичайна конфігурація, то наші фахівці запрограмують її за наданими ескізами або кресленням."
            },
            "lathe-works": {
                "first-p": "Виконуємо, на спеціалізованому токарному обладнанні, на замовлення механічну обробку заготовок будь-якої складності – нарізку різьблення, зенкування, торцювання, зняття фасок, проточка канавок, жолобників, свердління отворів та інші роботи. ",
                "second-p": "Устаткування дозволяє проводити обробку як зовнішніх, так і внутрішніх поверхонь заготовки з високою точністю. В результаті клієнт отримує абсолютно гладку деталь заданої форми. Крім того, в нашій компанії можна замовити фрезерування пазів, плоских і гвинтових поверхонь, іншого.",
                "third-p": "В ході роботи здійснюється контроль якості та відповідність певним вимогам до металевих виробів що виготовляються."
            }
        },
        "components": {
            "buttons": {
                "more": "Більше"
            },
            "header-menu": {
                "social-networks": "Соцмережі",
                "light-theme": "Світла тема",
                "dark-theme": "Темна тема"
            }
        },
        "validationProps": {
            "name": "Ім'я",
            "phone": "Номер телефону",
            "email": "Електронна пошта",
            "message": "Повідомлення"
        },
        "validationMessages": {
            "is-required-first": "є обов'язковим",
            "is-required-second": "є обов'язковою",
            "is-required-third": "є обов'язкове",
            "is-not-valid-first": "неправильний",
            "is-not-valid-second": "неправильна"
        }
    }
}