{
    "common": {
        "containers": {
            "header": {
                "home": "Heimat",
                "about-us": "Über uns",
                "production": "Produktion",
                "services": {
                    "title": "Dienstleistungen",
                    "plasma-cutting-of-metal": "Plasmaschneiden von Metall",
                    "bending-of-reinforcement": "Biegen der Bewehrung",
                    "lathe-works": "Drehmaschine funktioniert",
                    "metal-cutting-with-a-bandsaw": "Metallschneiden mit einer Bandsäge"
                },
                "contacts": "Kontakte",
                "gallery": "Galerie"
            },
            "footer": {
                "contacts": "Kontakte",
                "social-networks": "Soziale Netzwerke"
            }
        },
        "pages": {
            "home": {
                "metalwork-or-loft-style-furniture": "Metallarbeiten oder Möbel im Loft-Stil?",
                "various-types-of-metal-structures-first": "Verschiedene Arten von Metallkonstruktionen,",
                "various-types-of-metal-structures-second": "Dekordesign, Einsatzmaterialien usw.",
                "calculate-the-cost": "Berechnen Sie die Kosten",
                "about-us-first-p": "Wir sind bereit, Ihnen das gesamte Spektrum an Dienstleistungen für die Herstellung und den Transport von Metallkonstruktionen anzubieten. Trotz der Tatsache, dass viele Unternehmen versuchen, die Produktionsraten mit allen Mitteln zu erhöhen, überwachen wir die Qualität der Produkte sorgfältig, da Sicherheit und Zuverlässigkeit davon abhängen.",
                "about-us-second-p": "Außerdem arbeiten wir, SP Metallinvest, eng mit führenden Herstellern von Walzmetallen und ihren Händlern in der ganzen Ukraine und Regionen zusammen, was uns ermöglicht, die für die Auftragserfüllung erforderlichen Materialien so schnell wie möglich zu kaufen. Unser eigener Lieferservice liefert Metallkonstruktionen, Walzmetalle, Materialien, Komponenten und Produkte an den Ort, an dem die Installation durchgeführt wird.",
                "why-should-you-work-with-us": "Warum sollten Sie mit uns zusammenarbeiten?",
                "individual-approach": "Individueller Ansatz",
                "individual-approach-p": "Wir bieten Ihnen die Entwicklung Ihres einzigartigen Produktes. Wir analysieren und gestalten.",
                "own-production-areas": "Eigene Produktionsbereiche",
                "own-production-areas-p": "Wir verwenden unsere Ausrüstung, um Ihr Produkt herzustellen.",
                "high-precision-equipment": "Hochpräzise Ausrüstung",
                "high-precision-equipment-p": "Wir arbeiten mit Geräten unterschiedlicher Komplexität. Auch mit hoher Präzision.",
                "finished-products": "Endprodukte",
                "finished-products-p": "Wir bieten die Herstellung von Produkten auf Basis von vorgefertigten Ausschnitten an.",
                "fast-deadlines": "Schnelle Fristen",
                "fast-deadlines-p": "Wir erfüllen Bestellungen pünktlich, innerhalb der vereinbarten Zeit oder früher.",
                "delivery": "Lieferung",
                "delivery-p": "Wir haben unseren eigenen Transport, mit dem wir Ihre Produkte innerhalb von Kiew liefern.",
                "building-metal-structures": "Aufbau von Metallkonstruktionen",
                "metal-products": "Metallprodukte",
                "unusual-metal-structures": "Ungewöhnliche Metallstrukturen",
                "learn-more": "Mehr erfahren",
                "metal-cover": "Metallabdeckung",
                "metal-cover-first-p": "Herstellung der Metallverkleidung",
                "metal-cover-second-p": "für den Ausgangsteil des Pavillons",
                "armature": "Anker",
                "armature-first-p": "Herstellung von Verstärkungsprodukten",
                "armature-second-p": "unterschiedlicher Komplexität",
                "laser-cutting-of-metal": "Laserschneiden von Metall",
                "laser-cutting-of-metal-first-p": "Herstellung von Teilen unterschiedlicher",
                "laser-cutting-of-metal-second-p": "Komplexität durch Laserschneiden",
                "reviews": "Bewertungen",
                "do-you-want-to-order-a-product": "Möchten Sie ein Produkt bestellen oder eine Bestellung besprechen?",
                "send": "Senden"
            },
            "production": {
                "steel-building-structures": "Baukonstruktionen aus Stahl",
                "steel-building-structures-p": "Baumetallkonstruktionen unserer Produktion werden im Industrie- und Zivilbau von Gebäuden und Konstruktionen, Werkstätten, Lagerkomplexen, Einkaufs- und Unterhaltungszentren und anderen Konstruktionen verwendet.",
                "building-metal-structures": "Aufbau von Metallkonstruktionen",
                "building-metal-structures-p1": "Verstärkungsrahmen und eingebettete Produkte",
                "building-metal-structures-p2": "Ankerblöcke und Fundamentschrauben",
                "building-metal-structures-p3": "Stützbefestigungen von Turmdrehkranen",
                "building-metal-structures-p4": "Eingangsgruppe",
                "non-standard-metal-structures-and-equipment": "Nicht standardmäßige Metallkonstruktionen und -ausrüstungen",
                "designer-steel-products": "Designerprodukte aus Stahl",
                "designer-steel-products-p1": "Metallic-Dekor macht sich in jedem Stil gut: Ob klassisch oder Hightech. Sie können zum Beispiel einen eleganten Tisch oder ein elegantes Kerzenlicht bestellen, um die Raffinesse des Interieurs zu betonen.",
                "designer-steel-products-p2": "Möbel und Trennwände im Loft-Stil",
                "furnace": "Schmelzofen “Burzhuyka”",
                "furnace-h": "Metallofen, vom Hersteller.",
                "furnace-p1": "Höhe 550 mm",
                "furnace-p2": "Durchmesser 400 mm",
                "furnace-p3": "Gewicht 40 kg",
                "furnace-p4": "Kochfläche",
                "protective-container-for-generator": "Schutzbehälter für Generator",
                "protective-container-for-generator-h1": "Gesamtabmessungen:",
                "protective-container-for-generator-h1-p1": "Länge - 1000 mm",
                "protective-container-for-generator-h1-p2": "Höhe - 1000 (1100) mm",
                "protective-container-for-generator-h1-p3": "Breite - 1000 mm",
                "protective-container-for-generator-h1-p4": "Für Benzingeneratoren mit einer Leistung von 6 bis 8 kW",
                "protective-container-for-generator-h2": "Ausrüstung:",
                "protective-container-for-generator-h2-p1": "Perforation zur Belüftung und optimalen Kühlung des Motorraums",
                "protective-container-for-generator-h2-p2": "Grundierung und Lackierung 80 µm, Farbe nach RAL.",
                "protective-container-for-generator-h2-p3": "Für den Zugang zum Generator (Kraftstoffbefüllung und Service) befinden sich an der Ober- und Vorderseite Türen",
                "protective-container-for-generator-h3": "Verpackung: Wellpappe mit Stretchfolie.",
                "protective-container-for-generator-h4": "Lieferung: durch einen Spediteur in den Städten der Ukraine."
            },
            "furnace": {
                "name": "Burzhuyka",
                "furnace-p1": "— Metallofen zum Heizen von Räumen und Kochen, vom Hersteller.",
                "furnace-p2": "Die Höhe des Metallprodukts beträgt 550 Millimeter. Der Durchmesser des Produkts beträgt 400 Millimeter.",
                "furnace-p3": "Das Gewicht der burzhuyka beträgt 40 Kilogramm. Es gibt eine Kochfläche zum Kochen."
            },
            "building-metal-structures": {
                "name": "Aufbau von Metallkonstruktionen",
                "building-metal-structures-p": " – tragende Elemente schnell errichteter Gebäude wie Balken, Binder, Stützen, Wand- und Dachpfetten.",
                "building-metal-structures-p1": "Sie bestehen aus Stahlprofilen, auch aus dünnwandigen, und werden während der Montage und Installation mit speziellen Teilen und Metallprodukten oder mit Hilfe von Schweißen sicher miteinander verbunden.",
                "building-metal-structures-p2": "Gebäudestrukturen können unterschiedliche Formen haben, aber die Hauptanforderung an sie ist Festigkeit, Widerstandsfähigkeit gegen mechanische Belastungen und Haltbarkeit.",
                "building-metal-structures-p3": "Wir kontrollieren sorgfältig die Qualität von Stahlprofilen und alle Phasen der Herstellung von tragenden Konstruktionselementen daraus. ",
                "building-metal-structures-p4": "Die von unserer Firma hergestellten Metallkonstruktionen entsprechen voll und ganz den Anforderungen und aktuellen Normen."
            },
            "reinforcement-frames-and-embedded-products": {
                "name": "Ankerrahmen",
                "reinforcement-frames-and-embedded-products-p": " – Es ist das führende Element von Stahlbetonpfählen, wodurch ihre Festigkeit und Stabilität gewährleistet ist.",
                "reinforcement-frames-and-embedded-products-p1": "Bohr- und Injektionspfähle mit einem Durchmesser von 150 bis 1500 mm sind ein unverzichtbares tragendes Element von Gebäuden und Bauwerken im modernen Bauwesen.",
                "reinforcement-frames-and-embedded-products-p2": "Der Verstärkungsrahmen verhindert eine Verformung des Pfahls und reduziert das Risiko eines Einsturzes der Struktur erheblich. ",
                "reinforcement-frames-and-embedded-products-p3": "Rahmen werden von unserer Firma aus glatten oder gerippten Stäben, Bändern und Drähten auf speziellen Anlagen nach technologischem Standard hergestellt. ",
                "reinforcement-frames-and-embedded-products-p4": "Im Herstellungsprozess kontrollieren wir die Qualität der Rohstoffe und des Endprodukts unter Berücksichtigung der aktuellen Anforderungen an ähnliche Metallkonstruktionen, die während des Betriebs hohen mechanischen Belastungen ausgesetzt sind."
            },
            "anchor-blocks-and-foundation-bolts": {
                "name": "Ankerblöcke und Bolzen",
                "anchor-blocks-and-foundation-bolts-p": "– Elemente, die während der Anordnung der Fundamentbasis verlegt werden und zur Befestigung von Produktionsanlagen und Metallkonstruktionen bestimmt sind. ",
                "anchor-blocks-and-foundation-bolts-p1": "Diese Befestigungselemente gewährleisten die Stabilität von Geräten und Strukturen während des Betriebs, fixieren sie zuverlässig auf der Basis, verhindern jedoch bei Bedarf nicht das Entfernen und Übertragen von Einheiten und Rahmen an einen anderen Ort. ",
                "anchor-blocks-and-foundation-bolts-p2": "Nebenteile sind aus gewalztem Stahl (Blech, Bewehrung usw.). ",
                "anchor-blocks-and-foundation-bolts-p3": "Unsere Firma fertigt auf Bestellung Ankerbolzen und Fundamentblöcke beliebiger Komplexität nach GOST oder nicht standardmäßigen Parametern nach Kundenzeichnung. ",
                "anchor-blocks-and-foundation-bolts-p4": "Während der Produktion werden die Qualität der Rohstoffe und des Endprodukts, die Einhaltung der Anforderungen der Norm und die Zuverlässigkeit unter starken mechanischen Belastungen und klimatischen Bedingungen streng kontrolliert."
            },
            "support-fasteners-of-tower-cranes": {
                "name": "Bau und Wartung von Turmdrehkranen",
                "support-fasteners-of-tower-cranes-pf": "Entwickelt, um Stabilität zu gewährleisten",
                "support-fasteners-of-tower-cranes-ps": "es in senkrechter Position.",
                "support-fasteners-of-tower-cranes-p1": "Dazu werden Anker zur Befestigung am Untergrund von unten und horizontale Stützen verwendet, die die Hauptstruktur in vertikaler Position halten. ",
                "support-fasteners-of-tower-cranes-p2": "Anker und horizontale Stützen aus Balken - Schwellen, Zugstangen, Kranbinder, Rahmen bestehen aus gewalztem Stahl - Ecke, Kanal, Rohr, Blech oder I-Träger. ",
                "support-fasteners-of-tower-cranes-p3": "Unser Unternehmen fertigt Turmdrehkrane jeder Konfiguration und Komplexität aus hochwertigen Materialien auf Bestellung nach individuellen Kundenzeichnungen. ",
                "support-fasteners-of-tower-cranes-p4": "Wir garantieren die Stärke und Zuverlässigkeit unserer Produkte sowie deren Einhaltung der geltenden Normen."
            },
            "input-group": {
                "name": "Treppen, Veranda, Geländer, Vordach, Rampe, Türen und andere Elemente",
                "input-group-p": "gehören zur Eingangsgruppe und befinden sich am Eingang des Gebäudes einschließlich der inneren Halle.",
                "input-group-p1": "Solche Elemente, die durch ein einheitliches Design vereint sind, sind sehr beliebt in Handels-, Büro- und kommerziellen Produktionsunternehmen, die den eigenen Unternehmensstil unterstreichen und die Aufmerksamkeit der Zielgruppe erregen möchten. ",
                "input-group-p2": "Unsere Firma ist bereit, Elemente der Eingangsgruppe aus Metall nach Skizzen herzustellen. Dafür verfügen wir über die notwendige Ausrüstung und erfahrenes Personal, das bereit ist, die schwierigsten Aufgaben zu erfüllen. ",
                "input-group-p3": "Bei der Herstellung von Metallprodukten kontrollieren wir streng die Qualität der Rohstoffe und des Endprodukts und bemühen uns, die Wünsche des Kunden vollständig zu erfüllen. ",
                "input-group-p4": "Dank langjähriger Erfahrung und harter Arbeit haben wir Schlüsselpositionen im Markt eingenommen und uns einen Ruf als zuverlässiger Partner erarbeitet, der seinen Verpflichtungen nachkommt."
            },
            "non-standard-metal-structures-and-equipment": {
                "name": "nicht standardmäßige Metallkonstruktionen",
                "non-standard-metal-structures-and-equipment-pf": "Produktion",
                "non-standard-metal-structures-and-equipment-ps": "geht davon aus, dass der Hersteller, ohne über die anerkannten Regeln hinauszugehen, neue konstruktive Lösungen und Modelle schafft.",
                "non-standard-metal-structures-and-equipment-p1": "Solche Entwürfe erfreuen sich großer Beliebtheit bei kreativen Architekten und Designern, die exklusive Ideen umsetzen wollen.",
                "non-standard-metal-structures-and-equipment-p2": "Unsere Firma fertigt nicht standardmäßige Metallkonstruktionen nach Ihren Zeichnungen unter Verwendung von hochwertigem Walzstahl - L-, Z-, C-, U-, T-Konfigurationsprofile, runde und profilierte Rohre, Kreis-, Vierkant-, Blech-, Band- und andere Sortimente von geformten und gradierte oder verstärkte Walzprodukte. ",
                "non-standard-metal-structures-and-equipment-p3": "Unsere Designs sind zuverlässig, stabil und langlebig. ",
                "non-standard-metal-structures-and-equipment-p4": "Umfangreiche Erfahrung im Bereich der Herstellung von Metallkonstruktionen macht uns zu einem führenden Akteur in diesem Bereich, dem man vertraut und der ständig seine Dienste in Anspruch nimmt.",
                "non-standard-metal-structures-and-equipment-p5": "In der Industrie, der Landwirtschaft und anderen Branchen besteht häufig die Notwendigkeit, nicht standardmäßige Geräte herzustellen, um abgenutzte einzigartige Geräte und Strukturelemente zu ersetzen, die Teil der technologischen Linien sind. ",
                "non-standard-metal-structures-and-equipment-p6": "Unser Unternehmen fertigt Sondergeräte mit Sonderabmessungen und technischen Daten auf Bestellung nach Ihren Zeichnungen.",
                "non-standard-metal-structures-and-equipment-p7": "Wir fertigen Behälter, Tanks, Bunker, Silogruppen, Produktionsbehälter und andere Einrichtungen.",
                "non-standard-metal-structures-and-equipment-p8": "Wenn Sie die Herstellung von Geräten bei uns in Auftrag geben, können Sie sich auf Zuverlässigkeit und Funktionalität sowie auf die hohe Qualität des Endprodukts verlassen. ",
                "non-standard-metal-structures-and-equipment-p9": "Wir verfügen über eine ausgestattete Produktionsbasis mit den erforderlichen Maschinen und Einheiten, die es uns ermöglichen, Geräte jeder Konfiguration und Größe herzustellen."
            },
            "loft-style-furniture-and-partitions": {
                "name": "Industrieller Einrichtungsstil,",
                "loft-style-furniture-and-partitions-p": "Mitte des letzten Jahrhunderts erfunden, verliert bis heute nicht an Popularität.",
                "loft-style-furniture-and-partitions-p1": "Dieser Stil ist wirklich universell und demokratisch, sowohl Luxus als auch Einfachheit sind darin akzeptabel. ",
                "loft-style-furniture-and-partitions-p2": "Wir bieten die Herstellung von Trennwänden und Möbeln im Stil eines Lofts aus Metall, gefüllt mit Glas und anderen Materialien.",
                "loft-style-furniture-and-partitions-p3": "Gehörlose Trennwände, sowie mit Scharnier-, Schiebe- oder Falttüren in einem «Akkordeon» ausgestattet, sind sowohl in Wohn- als auch in Büro-, Einzelhandels- und Industrieräumen geeignet. ",
                "loft-style-furniture-and-partitions-p4": "Mit Trennwänden gelingt eine gelungene Zonierung und mit Möbeln im Loft-Stil schaffen Sie Gemütlichkeit und eine einzigartige Atmosphäre."
            },
            "plasma-cutting-of-metal": {
                "first-p": "Bearbeitung von bis zu 30 mm dicken Metallplatinen durch Plasmaschneiden.",
                "second-p": "Präzises und geformtes Schneiden von Metall ohne weitere Verbesserung durch Schleifen und andere Operationen.",
                "third-p": "Das Schneidwerkzeug ist ein Plasmastrahl, der durch einen Lichtbogen erzeugt wird.",
                "fourth-p": "Der Schnitt wird durch einen Plasmastrahl auf höchste Temperaturen (bis zu 30.000 Grad) erhitzt, während die Luft- oder Gaszufuhrgeschwindigkeit bis zu 1,5 Tausend m/s beträgt.",
                "fifth-p": "Wir bearbeiten Eisen- und Nichteisenmetalle und -legierungen mit hoher Präzision nach beliebigen Schnittbildern, Skizzen und Kundenwünschen."
            },
            "metal-cutting-with-a-bandsaw": {
                "first-p": "Wir bieten künstliches Schneiden von Walzmetall auf einer halbautomatischen Guillotine-Maschine «Mit1-03N» mit einer Bandsäge an",
                "second-p": "Rotation, Vorwärtsbewegung, schräges Anheben des Maschinengestells und Spannen des bearbeiteten Werkstücks erfolgen mit Hilfe von Hydrauliksystemen.",
                "third-p": "Charakteristische Merkmale der Maschine sind Genauigkeit mit einem minimalen Fehler von bis zu 0,1 mm, die Möglichkeit, in einem Winkel zu schneiden, ein sauberer Schnitt - das Fehlen von Graten, Spänen und Schmelzen der Kanten.",
                "fourth-p": "Mit Hilfe einer Maschine mit Bandsäge ist es möglich, profiliertes, gradiertes, geformtes Walzmetall zu bearbeiten - Rohre, Kanäle, Ecken, I-Träger, Kreise, Quadrate, Formstücke usw.",
                "fifth-p": "Die Verwendung von Rohlingen aus Stahl verschiedener Güten, NE-Metallen, Leichtmetalllegierungen und Gusseisen ist zulässig."
            },
            "bending-of-reinforcement": {
                "first-p": "Für die Montage verschiedener Metallkonstruktionen wird häufig eine glatte und gerippte Stahlbewehrung verwendet, die die erforderliche Form erhält.",
                "second-p": "Wir verfügen über eine spezielle Ausrüstung mit numerischer Softwaresteuerung, auf der Sie dem Anker schnell und genau jede Form geben können.",
                "third-p": "Der gesamte Prozess wird von einem Computerprogramm gesteuert, das eine Vielzahl typischer Arten des Biegens von Metallstangen in seinem Arsenal hat.",
                "fourth-p": "Nach dem Ende des Biegens müssen die Ecken nicht korrigiert werden, der Abstand zwischen den Enden ist minimal und bereit für weitere Schweißarbeiten, die Rippen der Verstärkung werden nicht verformt, die Integrität des Stabes wird nicht verletzt.",
                "fifth-p": "Wenn der Kunde eine ungewöhnliche Konfiguration benötigt, programmieren unsere Spezialisten diese gemäß den bereitgestellten Skizzen oder Zeichnungen."
            },
            "lathe-works": {
                "first-p": "Auf spezialisierten Drehmaschinen führen wir auf Bestellung mechanische Bearbeitung von Werkstücken beliebiger Komplexität durch - Gewindeschneiden, Senken, Planen, Fasen, Nuten, Nuten, Bohren von Löchern und andere Arbeiten. ",
                "second-p": "Die Ausrüstung ermöglicht die Bearbeitung sowohl der Außen- als auch der Innenflächen des Werkstücks mit hoher Genauigkeit. Als Ergebnis erhält der Kunde ein absolut glattes Teil der vorgegebenen Form. Darüber hinaus können Sie in unserem Unternehmen das Fräsen von Nuten, flachen und spiralförmigen Oberflächen und anderen bestellen.",
                "third-p": "Im Laufe der Arbeit werden Qualitätskontrollen und die Einhaltung bestimmter Anforderungen an hergestellte Metallprodukte durchgeführt."
            }
        },
        "components": {
            "buttons": {
                "more": "Mehr",
                "order": "Befehl",
                "details": "Einzelheiten",
                "expand": "Erweitern"
            },
            "header-menu": {
                "social-networks": "Soziale Netzwerke",
                "light-theme": "Leichtes Thema",
                "dark-theme": "Dunkles Thema"
            }
        },
        "validationProps": {
            "name": "Name",
            "phone": "Telefonnummer",
            "email": "Email",
            "message": "Nachricht"
        },
        "validationMessages": {
            "is-required-first": "ist nötig",
            "is-required-second": "ist nötig",
            "is-required-third": "ist nötig",
            "is-not-valid-first": "ist ungültig",
            "is-not-valid-second": "ist ungültig"
        },
        "meta-info": {
            "home": {
                "title": "Steel Time LLC. Metall Verarbeitung. Kiew. Ukraine",
                "description": "Metallverarbeitung, Metallkonstruktionen, Burzuyki, Container für Generatoren, Designprodukte, Dekordesign, Inputmaterialien. + 380 67 2345 442"
            },
            "production": {
                "title": "Hergestellt von Steel Time LLC, Kiew, Ukraine.",
                "description": "Stahlbaukonstruktionen, Designer-Stahlprodukte, Ofen “Burzuyka”, Schutzbehälter für den Generator."
            },
            "plasma-cutting-of-metal": {
                "description": "Bearbeitung von bis zu 30 mm dicken Metallplatinen durch Plasmaschneiden. Das Schneidwerkzeug ist ein Plasmastrahl, der durch einen Lichtbogen erzeugt wird. Wir bearbeiten Eisen- und Nichteisenmetalle und -legierungen mit hoher Präzision für jede Schnittkonfiguration. "
            },
            "bending-of-reinforced": {
                "description": "Glatte und gerippte Stahlbewehrung, die die erforderliche Form erhält, Ausführung einer ungewöhnlichen Konfiguration, erfordert keine Korrektur der Ecken nach dem Biegen, der Abstand zwischen den Enden ist minimal, bereit für weitere Schweißarbeiten, die Rippen der Bewehrung werden nicht verformt , die Integrität der Stange wird nicht beschädigt."
            },
            "lathe-works": {
                "description": "Wir bearbeiten Werkstücke jeder Komplexität – Gewindeschneiden, Senken, Planen, Fasen, Nuten, Nuten, Bohren von Löchern und andere. Bearbeitung der Außen- und Innenflächen des Werkstücks. Fräsen von Nuten, Plan- und Spiralflächen. "
            },
            "metal-cutting-with-bandsaw": {
                "description": "Künstliches Schneiden von Walzmetall auf einer halbautomatischen Guillotine-Maschine “Mit1-03N” mit einer Bandsäge. Bearbeitung von profiliertem, abgestuftem, geformtem Walzmetall - Rohre, Kanäle, Ecken, I-Träger, Kreise, Quadrate, Formstücke usw. Die Verwendung von Rohlingen aus verschiedenen Stahlsorten, Nichteisenmetallen, Leichtmetallen und Gusseisen ist zulässig ."
            }
        },
        "key-words": {}
    }
}